// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "限制颜色";

ApplyButton = "立即应用";
NewButton = "新建…";
DeleteButton = "删除";
AddButton = "添加";
CancelButton = "取消";

// Restrict Color Use
RestrictColorUseTabName = "限制颜色使用";
RestrictColorUseTabDescription = "此功能用于限制所有用户或具体用户和/或应用程序的彩色打印。例如，如果不要以彩色打印所有电子邮件消息，请选择“允许时才以彩色打印”，然后将电子邮件应用程序的许可设置为“仅黑色”。

请注意仅在选择“允许时才以彩色打印”时，另外两个选项卡上的设置才会生效。";

RestrictColorUseTabWithoutUsersDescription = "此功能用于限制所有或特定应用程序和/或所有或特定组和用户进行彩色打印。例如，要黑白打印所有电子邮件消息，请选择\”允许时才以彩色打印\”，然后将电子邮件应用程序的权限设置为\”仅黑色\”。\n\n要限制所有或特定组和用户进行彩色打印，请选择“任务选择”面板上的“用户角色管理”插件。\n\n请注意，仅当选择\”允许时才以彩色打印\”后，其他选项卡和“用户角色管理”插件才会生效。";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "此功能用于限制所有或特定应用程序的彩色打印。例如，要黑白打印所有电子邮件消息，请选择“允许使用的颜色”，然后将电子邮件应用程序的权限设置为“只限黑白”。n\n请注意，只有选择“允许使用的颜色”后，其他选项卡上的设置才会生效。";

RestrictColorUseTabWithEWSDescription = "此功能用于限制所有用户或具体用户和/或应用程序的彩色打印。例如，如果不要以彩色打印所有电子邮件消息，请选择“允许时才以彩色打印”，然后将电子邮件应用程序的许可设置为“仅黑色”。

您可以在另一个选项卡上管理应用程序权限，通过<a>打印机的网页</a>管理用户/组的权限

请注意，这些权限仅在选中“允许时才以彩色打印”后才能生效。";

RestrictColorUseOptionsPrompt = "设置彩色作业打印行为：";
RestrictColorUseEnableColorOptionName = "启用颜色";
RestrictColorUseEnableColorOptionDescription = "所有彩色作业都将以彩色打印。";
RestrictColorUseColorIfAllowedOptionName = "允许时才以彩色打印";
RestrictColorUseColorIfAllowedOptionDescription = "用户和应用程序许可将确定每项作业是否以彩色打印。";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "应用程序权限确定是否将用彩色打印每个作业。";
RestrictColorUseDisableColorOptionName = "禁用颜色";
RestrictColorUseDisableColorOptionDescription = "所有彩色作业都将以黑色打印。";
RestrictColorForApplications = "限制某些计算机应用程序的彩色打印功能";
RestrictColorForUsers = "按用户或组权限限制彩色打印功能";

// User Color Permissions
UserColorPermissionsTabName = "用户";
UserColorPermissionsTitle = "用户颜色许可";
UserColorPermissionsTableDescription = "此列表可存储多达 50 个用户及其颜色许可。";
UserColorPermissionsTableUserNameColumn = "用户名";
UserColorPermissionsTablePermissionColumn = "许可";
DefaultUserPermissionsTitle = "默认用户许可：";
BlackOnly = "仅黑色";
Color = "颜色";
UserColorPermissionsTabDescription = "可打印“颜色使用作业日志”以查看已打印到此设备的用户的名称。";
UserNameTitle = "用户名：";
PermissionTitle = "许可：";

// Application Color Permissions
AppColorPermissionsTabName = "应用程序";
AppColorPermissionsTitle = "应用程序颜色许可";
App10ColorPermissionsTableDescription = "此列表可存储多达 10 个应用程序及其颜色许可。";
AppColorPermissionsTableDescription = "此列表存储应用程序及其色彩权限。";
AppColorPermissionsTableAppNameColumn = "应用程序名称";
AppColorPermissionsTablePermissionColumn = "许可";
DefaultAppPermissionsTitle = "默认应用程序许可：";
AppColorPermissionsTabDescription = "可打印“颜色使用作业日志”以查看已打印到此设备的应用程序的名称。";
AppNameTitle = "应用程序名称：";
